Repository: maabou512/cncf_ar_jp2022
Catalog: pack1/tm/auto/pack1-level1.tmx
Source language: en_us
Languages: ja_jp

source: (2021 End User survey)
ja_jp: （2021エンドユーザー サーベイ結果）

source: 10,115 views
ja_jp: 10,115ビュー

source: 12 Countries
ja_jp: 12か国

source: 12 KCDs
ja_jp: 12回のKCD

source: 12,249 views
ja_jp: 12,249ビュー

source: 120+ Projects
ja_jp: 120以上のプロジェクト

source: 142,000+ Contributors
ja_jp: 142,000名以上のコントリビューターたち

source: 145 Speakers
ja_jp: 145 のスピーカー

source: 200+ new members
ja_jp: 200以上の新メンバー

source: 2021 saw the cloud native community switch from the Meetup platform to Cloud Native Community Groups and the new platform has taken off.
ja_jp: 2021年、クラウドネイティブコミュニティは Meetup のプラットフォームから「Cloud Native Community Groups」に移行し、新たなプラットフォームとして離陸しました。

source: 2021 saw the update of APISnoop, a visual insight into Kubernetes test coverage, to run e2e tests on Kubernetes 1.23.0. APISnoop is a community-driven project spearheaded by long–time CNCF contributor and community leader Hippie Hacker, which tracks the testing and conformance coverage of Kubernetes by analyzing the audit logs created by e2e test runs.
ja_jp: 2021年は、Kubernetes 1.23.0リリースにおけるe2eテスト（End-to-Endテスト）を実行するために「APISnoop」 ― Kubernetesテストのカバレージをビジュアライズする―のアップデートがありました。APISnoopは、長年のCNCFコントリビューターでコミュニティリーダーでもある Hippie Hacker がリードするコミュニティ主導のプロジェクトで、e2eテストの実行で生成される監査ログを分析することで Kubernetes のテスト実行結果とAPI仕様との適合状況を追跡することができます。

source: 2021 training courses
ja_jp: 2021 トレーニングコース

source: 2021 will be remembered as the year security became top of mind in cloud native. As hacks increased around the world and adoption of projects really hit the mainstream, the ecosystem sharpened focus on making sure our projects provide a secure foundation to the industry.
ja_jp: 2021年は、クラウドネイティブにおいてセキュリティがトップレベルの懸念事項になった年として記憶されることになるでしょう。世界中でハッキングが増加し、CNCFプロジェクトの採用が実際にメインストリームとなっていくなかで、エコシステムとして産業界に向けセキュアな基盤を確実に提供していくことに強くフォーカスしました。

source: 23% growth from 2020
ja_jp: 2020年比で23%成長

source: 4 ways the coder community can help fix its diversity problem
ja_jp: プログラマーコミュニティーが多様性問題の解決へ導く4つの方法（英語記事）

source: 624 Submissions
ja_jp: 624 の提案

source: 7,435 views
ja_jp: 7,435ビュー

source: 7,500+ attendees
ja_jp: 7,500人以上の参加者

source: 740+ Members
ja_jp: 740名以上のメンバー

source: 740+ member organizations
ja_jp: 740以上のメンバー組織・期間

source: 8,943 views
ja_jp: 8,943ビュー

source: 80 new members
ja_jp: うち80の新メンバー

source: 9,238 views
ja_jp: 92,38ビュー

source: Advanced Kubernetes pod to node scheduling By ARMO
ja_jp: 「Advanced Kubernetes pod to node scheduling（KubernetesのPodをNodeに割り当てるための高度なスケジューリング）」 ― ARMO

source: Certified Kubernetes Administrator (CKA) exam hit 70,000 enrollments.
ja_jp: 「Certified Kubernetes Administrator（CKA）」試験の合格者数は70,000人に到達しました。

source: Certified Kubernetes Application Developer (CKAD) hit 34,000 exam registrations.
ja_jp: 「Certified Kubernetes Application Developer（CKAD）」認定試験は3万4,000件の受験登録者数に到達しました。

source: Certified Kubernetes Security Specialist (CKS) launched in November 2020.
ja_jp: 「Certified Kubernetes Security Specialist（CKS）」認定試験を2020年11月に開始しました。

source: CloudNative.tv launched as the beginning of CNCF’s live streaming efforts.
ja_jp: CloudNative.tv は、CNCFのライブストリーミングの最初の活動としてローンチしました。

source: Erin Boyd, Engineer, Apple Cornelia Davis, Product Management, AmazonLei Zhang, Engineer, Alibaba and co-maintainer of Kubernetes community, and co-chair of CNCF App Delivery SIG
ja_jp: Erin Boyd、 エンジニア、Apple Cornelia Davis、 製品管理、Amazon Lei Zhang、 エンジニア、Alibaba 兼Kubernetesコミュニティの共同メンテナー、CNCF App Delivery SIGの共同チェア

source: Kubernetes Certified Service Provider (KCSP) program reached 230 certifications in 2021.
ja_jp: 「Kubernetes Certified Service Provider（KCSP）」 プログラムでの認証は2021年に230にまで達しました。

source: Kubernetes Cluster API reaches production readiness with version 1.0 By Cluster API Maintainers
ja_jp: 「Kubernetes Cluster API reaches production readiness with version 1.0（Kubernetes Cluster APIがバージョン1.0でプロダクションレディになりました）」 ― Cluster APIメンテナー

source: Kubernetes Massively Open Online Course (MOOC) hit 229,000 enrollments.
ja_jp: 「Kubernetes オンライントレーニング（MOOC）」 の登録者数は22万9,000人に到達しました。

source: Kubernetes Training Partner (KTP) program grew to 57 certified companies.
ja_jp: 「Kubernetes Training Partner（KTP）」 プログラムによる認定企業は57社まで増加しました。

source: Prometheus announces an Agent to address a new range of use cases By Prometheus Maintainers
ja_jp: 「Prometheus announces an Agent to address a new range of use cases（新たなユースケースに対処する Prometheus Agentを発表）」 ― Prometheus メンテナー

source: Ricardo Rocha, Computer Engineer, CERN
ja_jp: Ricardo Rocha、 コンピュータ エンジニア、CERN

source: Simplifying multi-clusters in Kubernetes By Equinix Metal & Polytechnic of Turin
ja_jp: 「Simplifying multi-clusters in Kubernetes（Kubernetesのマルチクラスタをシンプルにする）」 ― Equinix Metalおよび Turin 工科大学

source: gRPC, when you are arcThinkhitecting modern microservices! By Infosys
ja_jp: 「gRPC, when you are arcThinkhitecting modern microservices!（モダンなマイクロサービスを設計では、gRPCを検討しよう！）」 ― Infosys

source: servicedesk.cncf.io to request support.
ja_jp: servicedesk.cncf.io を訪問しサポートの相談をしてみてください。

source: Cloud Native DevX Day | 43 in-person attendees + 339 virtual attendees
ja_jp: Cloud Native DevX Day | オンサイトで43人、バーチャルで339人の参加者

source: Cloud Native Rust Day | 518 attendees
ja_jp: Cloud Native Rust Day | 518人の参加者

source: Cloud Native Security Conference | 116 in-person attendees + 636 virtual attendees
ja_jp: Cloud Native Security Conference | オンサイトで116人、バーチャルで636人の参加者

source: Cloud Native Security Day Europe | 890 registered attendees
ja_jp: Cloud Native Security Day Europe | 890人の登録参加者

source: Cloud Native Security Day North America | 1,606 registered attendees
ja_jp: Cloud Native Security Day North America | 1,606人の登録参加者

source: Cloud Native Security Day | 1,102+ attendees
ja_jp: Cloud Native Security Day | 1,102人以上の参加者

source: Cloud Native Wasm Day | 29 in-person attendees + 284 virtual attendees
ja_jp: Cloud Native Wasm Day | オンサイトで29人、バーチャルで284人の参加者

source: Cloud Native Wasm Day | 340+ attendees
ja_jp: Cloud Native Wasm Day | 340人以上の参加者

source: Cloud Native eBPF Day | 76 in-person attendees + 501 virtual attendees
ja_jp: Cloud Native eBPF Day | オンサイトで76人、バーチャルで501人の参加者

source: Crossplane Community Day | 293+ attendees
ja_jp: Crossplane Community Day | 293人以上の参加者

source: Data on Kubernetes Day hosted by CNCF | 370+ attendees
ja_jp: Data on Kubernetes Day hosted by CNCF | 370人以上の参加者

source: EnvoyCon | 48 in-person attendees + 424 virtual attendees
ja_jp: EnvoyCon | オンサイトで48人、バーチャルで424人の参加者

source: FluentCon |14 in-person attendees + 225 virtual attendees
ja_jp: FluentCon | オンサイトで14人、バーチャルで225人の参加者

source: FluentCon: Cloud Native Logging day with Fluent Bit and Fluentd | 335+ attendees
ja_jp: FluentCon: Cloud Native Logging day with Fluent Bit and Fluentd | 335人以上の参加者

source: GSoC
ja_jp: 人がGSoCで

source: GitOpsCon | 103 in-person attendees + 608 virtual attendees
ja_jp: GitOpsCon | オンサイトで103人、バーチャルで608人の参加者

source: Kubernetes AI Day | 588+ attendees
ja_jp: Kubernetes AI Day | 588人以上の参加者

source: Kubernetes AI Day, co-hosted by LFAI + Data | 52 in-person attendees + 538 virtual attendees
ja_jp: Kubernetes AI Day（LF AI & Data 共催）| オンサイトで52人、バーチャルで538人の参加者

source: Kubernetes on Edge Day | 624+ attendees
ja_jp: Kubernetes on Edge Day | 624人以上の参加者

source: Magma Day | 163 attendees
ja_jp: Magma Day | 163人の参加者

source: New members appointed by the TOC:Davanum Srinivas, Staff Engineer, VMWare
ja_jp: TOCから指名を受けた新メンバー：Davanum Srinivas、スタッフエンジニア、VMWare

source: New members appointedby the End User Board:Dave Zolotusky, Software Engineer, Spotify
ja_jp: エンドユーザーボードから任命された新メンバー：Dave Zolotusky、 ソフトウェア エンジニア、Spotify

source: OF US
ja_jp: 私たちの進化

source: OpenTelemetry Community Day North America | 913 registered attendees
ja_jp: OpenTelemetry Community Day North America | 913人の登録参加者

source: Our End User Members receive a year-long 15-Seat Starter Pack Subscription to eLearning and certification – a $7,500 value – for unlimited access to the entire eLearning catalog and one certification exam.
ja_jp: End User Memberになると、カタログにあるeラーニングコースすべてを受講でき、認定試験を1回分受験できる、1年間有効のスターターパック サブスクリプション―7,500ドル相当―を15シート分受け取ります。

source: Our End User Supporters receive five 100% off coupon codes – a value of up to $2,500 – for any eLearning class, certification exam, or eLearning + Certification exam “bundle” in the Training and Certification Catalog.
ja_jp: End User Supporter になると、カタログにあるすべてのeラーニングクラス、認定試験もしくはその両方のバンドルに対し5つの100%オフのクーポンコード―最大2,500ドル分―を受け取ります。

source: Production Identity Day: SPIFFE + SPIRE | 28 in-person attendees + 283 virtual attendees
ja_jp: Production Identity Day: SPIFFE + SPIRE | オンサイトで28人、バーチャルで283人の参加者

source: Production Identity Day: SPIFFE + SPIRE North America | 515 registered attendees
ja_jp: Production Identity Day: SPIFFE + SPIRE North America | 515人の登録参加者

source: PromCon Online 2021 | 429 attendees
ja_jp: PromCon Online 2021 | 429人の参加者

source: PromCon | 47 in-person attendees + 474 virtual attendees
ja_jp: PromCon | オンサイトで47人、バーチャルで474人の参加者

source: Serverless Practitioners Summit Europe | 496 registered attendees
ja_jp: Serverless Practitioners Summit Europe | 496人の登録参加者

source: ServiceMeshCon Europe | 891 registered attendees
ja_jp: ServiceMeshCon Europe | 891人の登録参加者

source: ServiceMeshCon North America | 1,803 registered attendees
ja_jp: ServiceMeshCon North America | 1,803人の登録参加者

source: ServiceMeshCon | 65 in-person attendees + 636 virtual attendees
ja_jp: ServiceMeshCon | オンサイトで65人、バーチャルで636人の参加者

source: ServiceMeshCon | 783+ attendees
ja_jp: ServiceMeshCon | 783人以上の参加者

source: SupplyChain SecurityCon, co-hosted by CDF | 92 in-person attendees + 474 virtual attendees
ja_jp: SupplyChain SecurityCon（CD.Foundation共催）| オンサイトで92人、バーチャルで474人の参加者

source: Top Documentarian (new in 2021)
ja_jp: トップ ドキュメンタリアン（2021年新設）

source: Top Cloud Native Ambassador
ja_jp: トップ Cloud Native アンバサダー

source: Top Cloud Native Committer
ja_jp: トップ Cloud Native コミッター

source: nov 2021
ja_jp: 2021年11月

source: wasmCloud was just one of 42 new sandbox projects accepted into CNCF last year, a 20% year-on-year increase in new projects. Meanwhile, we hosted our first eBPF day, bringing together leading eBPF practitioners to help drive technology evolving Linux networking, observability, and performance.
ja_jp: 2021年CNCFが承認した42の新規サンドボックスプロジェクトがあり、新規プロジェクトが前年比で20%も増加したのですが、wasmCloud はそのうちの1つでしかありませんでした。また、一方で私たちはeBPF Day ― eBPFに携わるリーダー的技術者が一同に介する場 ― を初めて開催し、Linuxにおけるネットワークや、可観測性（Observability）、パフォーマンスの側面から進化をもたらす技術を推進していけるようサポートしました。<font color=red>背景含め内容を確認すること</font>

source: > 2019 (from 80%)
ja_jp: >2019年（80%から増加）

source: > 2019 (from 84%)
ja_jp: >2019年（84%から増加）

source: > 2020 (from 83%)
ja_jp: >2020年（83%から増加）

source: > 2020 (from 88%)
ja_jp: >2020年（88%から増加）

source: > 2020 (from 92%)
ja_jp: >2020年（92%から増加）

source: A basic premise behind CNCF, our conferences (including KubeCon + CloudNativeCon), and open source, in general, is that interactions are positive–sum. There is no fixed amount of investment, mindshare, or development contribution allocated to specific projects. Equally important, a neutral home for a project and community fosters this type of positive–sum thinking and drives the growth and diversity that we believe are core elements of a successful open source project.
ja_jp: CNCF、主催するカンファレンス（KubeCon + CloudNativeCon などの）、そしてオープンソースの背後には基本的前提として、総じてインタラクションは（「ゼロサム」ではなく）「ポジティブサム」なもの、ということです。投資、マインドシェア、開発へのコントリビューションの数量について固定的に特定のプロジェクトへ割り当てるということはしません。そして同様に重要なことは、プロジェクトとコミュニティに対する「中立な家（Neutral home）」が、この種のポジティブサム思考を育て、オープンソースプロジェクトが成功するためのコアだと私たちがと信じる成長と多様性を牽引していく、ということです。

source: A huge thank you to those who made the guide possible! The cloud native landscape guide was initiated by the CNCF Business Value Subcommittee and Cartografos group. It was authored by Jason Morgan and Catherine Paganini, edited and reviewed by Simon Forster and Ihor Dvoretskyi, and built by Jordi Noguera, with UX consultation from Andrea Velázquez.
ja_jp: 立ち上げに尽力してくれた方々へ、大きな感謝を！この「クラウドネイティブ ランドスケープガイド」は、CNCF ビジネスバリュー サブコミッティとCartografosグループ によって始められました。Jason Morgan と Catherine Paganini によって執筆され、 Simon Forster と Ihor Dvoretskyi による編集・レビューを経て、 Andrea Velázquezからの UXコンサルテーションのもとで Jordi Noguera の手でサイトとして構築されました。

source: A large majority of maintainers would recommend CNCF for other projects
ja_jp: メンテナーの大多数が他プロジェクトへCNCFを推奨

source: ATTENDEES
ja_jp: の参加者

source: AWARD ANNOUNCEMENT
ja_jp: 受賞発表

source: Across 6 continents
ja_jp: 6大陸にわたる

source: Across the globe
ja_jp: 世界中で開催

source: Admiral Bash’s
ja_jp: バッシュ提督の

source: Adopters & technologists
ja_jp: 採用する人たちや技術者たち

source: Alongside, we launched a new practical training course – Inclusive Strategies for Open Source (LFC103) – designed to provide specific strategies for creating inclusive open source communities and codebases and advice on executing those in communities.
ja_jp: 並行して、包摂的な（Inclusiveな）オープンソース コミュニティとコードベースを生み出すための具体的な戦略の提供と、それらのコミュニティでの実践に向けた助言のためにデザインされた、新たな実践的なトレーニングコース―「Inclusive Strategies for Open Source（オープンソースのための包摂的な戦略）」（LFC103） ― の提供を始めました。

source: Alongside, we launched a new practical training course — Inclusive Strategies for Open Source (LFC103) — designed to provide specific strategies for creating inclusive open source communities and codebases, and advice on executing those in communities.
ja_jp: 並行して、包摂的な（Inclusiveな）オープンソース コミュニティとコードベースを生み出すための具体的な戦略の提供と、それらのコミュニティでの実践に向けた助言のためにデザインされた、新たな実践的なトレーニングコース―「Inclusive Strategies for Open Source（オープンソースのための包摂的な戦略）」（LFC103）― の提供を始めました。

source: An individual with impressive community-oriented skills, focused on spreading the word and sharing knowledge with the entire cloud native community or within a specific project. The 2021 recipient was Anaïs Urlichs.
ja_jp: クラウドネイティブコミュニティ全体、特定プロジェクトで、言葉を広げ知識を共有することに注力した、卓越したコミュニティスキルのある個人。2021年は Anaïs Urlichs に贈られました。

source: An individual with incredible technical skills and notable technical achievements in one or multiple CNCF projects. The 2021 recipient was Nikhita Raghunath.
ja_jp: 一つもしくはそれ以上のCNCFプロジェクトにおいて、驚くべき技術スキルと著しい技術的成果を上げた個人に対して授与されます。2021年は Nikhita Raghunath. が選ばれました。

source: Are you a maintainer on a graduated project? Do you want to help others better understand the concepts of cloud native computing? Donate a character
ja_jp: あなたは Graduated プロジェクトのメンテナーですか? 多くの人がクラウドネイティブ コンピューティングのコンセプトを理解できるよう、その手助けをしてみませんか? ぜひキャラクターを寄贈ください

source: As a truly global community, gathering for our first Hybrid KubeCon + CloudNativeCon in Los Angeles in October was a special moment.
ja_jp: 10月ロサンゼルスで開催の、「グローバルな」コミュニティとして最初のハイブリッド形式となった KubeCon + CloudNativeCon は、特別な時間となりました。

source: As an expansion of the End User Stories program, we launched our End User Lounge Live Stream in April – a program offering exclusive live streams for end users to showcase how they navigate the cloud native ecosystem. This year, we featured unscripted conversations with eight cloud native end users at the top of their game, including CERN’s Ricardo Rocha, who explained how CERN manages 600+ Kubernetes clusters and the challenges faced while building infrastructure at scale.
ja_jp: エンドユーザーストーリー プログラムの拡張として、私たちは4月にエンドユーザーラウンジ・ライブストリーム ― クラウドネイティブのエコシステムの歩き方を紹介するエンドユーザ向け独占ライブストリームを提供するプログラム ― を立ち上げました。2021年は、最高に力を発揮していたCERNのRicardo Rochaを含めたクラウドネイティブのエンドユーザー8人による台本なしの語らいを取り上げました。ここでRicardo Rochaは、どのようにしてCERNが600以上のKubernetesクラスタを管理しているか 、大規模にインフラストラクチャを構築する際に直面した課題について説明しました。

source: As part of our ongoing evolution, this year our community significantly advanced the wider understanding of cloud native projects through our mentoring program, the launch of the Cloud Native Glossary and Landscape Guide, driven by the Business Value Subcommittee, and the Cloud Native Maturity Model, spearheaded by the Cartografos Working Group.
ja_jp: いまも起きているの進化の一つですが、2021年私たちのコミュニティはメンタリングプログラムを通じてクラウドネイティブプロジェクトに対する理解の幅を大きく広げています。「Cloud Native Glossary（用語集）」および「Landscape Guide」がビジネスバリュー サブコミッティによって、「クラウドネイティブ成熟モデル」 が Cartografos ワーキンググループ によって立ち上げられました。

source: As technologists we have a moral obligation to ensure that business stakeholders understand the transformative change that cloud native allows, and that cloud native isn’t seen only as a set of technologies. I’m excited that the Cloud Native Glossary is a first step towards assisting the organizational change that cloud native makes possible.
ja_jp: 技術に携わるものとしてモラルの点からみた義務があると思うんだ。それは、まずビジネスにおけるステークホルダーたちにクラウドネイティブが可能にしてくれる革新的な変化を理解してもらうこと、そしてクラウドネイティブを単なる技術のセットとして捉えられないようにすること、この両方を確実にする、という義務だね。この用語集が、クラウドネイティブで実現される組織の変化を後押しする、最初の一歩になるのならワクワクするよ。

source: As the maturity model was created, it became apparent quickly that the journey is not limited to technology, with clear themes around people, process and policy. This was illustrated in Admiral Bash’s Island Adventure – a fun children’s book, presented at KubeCon + CloudNativeCon North America, following Admiral Bash on a cloud native quest.
ja_jp: 成熟度モデルが作成されてくるとすぐに、この活用の「旅」が、テクノロジーに限定された話ではなく、人やプロセスやポリシーをとりまく、はっきりとしたテーマがあることがわかってきました。このことは、絵本「Admiral Bash's Island Adventure」 ― バッシュ提督（Admiral Bash）のクラウドネイティブの冒険旅を子供向けに楽しく描いた、KubeCon + CloudNativeCon North Americaで発表された絵本です ― に描かれています。

source: At KubeCon + CloudNativeCon North America, we broaden the horizon of contributions by introducing the Business Value Track – sessions that focus on how cloud native technologies and/or open source provides value to a business’s bottom line or department outside IT.
ja_jp: KubeCon + CloudNativeCon North Americaでは、クラウドネイティブ テクノロジやオープンソースが企業の収益やITの外にいる部署や部門に対しどのように価値をもたらすのか、という点にフォーカスしたセッションである「ビジネスバリュー トラック セッション」を導入し、貢献の範囲を広げています。<font color=red>※要議論：このセッションはこれから設けるのか？</font>

source: At our heart, CNCF is driven by a welcoming foundation of doers at the leading edge of cloud native.
ja_jp: クラウドネイティブの先頭を走る実行者（Doer）たちには人を受け入れる親しみやすさ(Welcoming)が根底にあり、CNCFを突き動かしてくれています。<font color=red>※要議論</font>

source: Attendees from countries across six continents
ja_jp: 6大陸にわたる国々からの参加

source: Attendees from six continents
ja_jp: 6大陸にわたる国々からの参加

source: Aug 2021
ja_jp: 2021年8月

source: Because of Linkerd, we’ve been able to easily increase the volume of requests by more than 10x, reduce operating costs, and better hit our availability targets – while continuing to iterate on our business differentiators.
ja_jp: Linkerdのおかげで、― ビジネスでの差異化要素を繰り返し試しながら ― 容易にリクエストの数を10倍以上増やし、運用コストを削減し、可用性レベルを目標まで到達することができたのです。

source: Blog Posts
ja_jp: ブログ投稿

source: Breakdown of attendees by location
ja_jp: 参加者の地域別内訳

source: Breakdown of particpating companies
ja_jp: 参加企業の内訳

source: Building support for your Cloud Native journey
ja_jp: Cloud Nativeという旅のサポート構築

source: Business Value Track
ja_jp: ビジネスバリュー トラック

source: Business Values Subcommittee
ja_jp: ビジネスバリュー サブコミッティ（BVS）

source: By the Cartografos Group
ja_jp: Cartografos グループ作成

source: CHAPTERs
ja_jp: のチャプター（支部）

source: CNCF projects accepted
ja_jp: 承認されたCNCFプロジェクト

source: CNCF Ambassador Program
ja_jp: CNCF アンバサダー プログラム

source: CNCF Glossary
ja_jp: CNCF Glossary（用語集）

source: CNCF Hosted – Co-located with KubeCon + CloudNativeCon:
ja_jp: CNCFがホストした KubeCon + CloudNativeConでの併設イベント：

source: CNCF Job Board
ja_jp: CNCF ジョブボード

source: CNCF Landscape
ja_jp: CNCF ランドスケープ

source: CNCF MEETUP MEMBERS
ja_jp: CNCF MEETUP メンバー数

source: CNCF MEMBERSHIP GROWTH
ja_jp: CNCFメンバーシップの増加

source: CNCF Meetups become Community Groups
ja_jp: CNCF Meetupは「COMMUNITY GROUPS」に移行します。

source: CNCF Project Maintainer Survey Results
ja_jp: CNCFプロジェクトメンテナーサーベイ結果

source: CNCF SERVICE DESK REQUEST BURN UP CHART
ja_jp: CNCF サービスデスクへ寄せられたリクエストのバーンアップチャート

source: CNCF Service Desk
ja_jp: CNCF サービスデスク

source: CNCF Technology Radar
ja_jp: CNCF テクノロジレーダー

source: CNCF completed four documentation assessments:
ja_jp: CNCFでは4つのドキュメンテーションアセスメントを完了しました：

source: CNCF conducts a survey of our project maintainers twice a year. Overall satisfaction with CNCF increased in 2021, with an improved rating on staff responsiveness. We saw 98% maintainer project representation, and 89% of maintainers recommended CNCF as a place to host an open source project.
ja_jp: CNCFは年に2回、プロジェクトのメンテナーに対して調査を行っています。2021年にはCNCFに対する全体的な満足度が向上し、スタッフ対応における評価も上がりました。98%のメンテナーがプロジェクトを代表しており、89%のメンテナーがオープンソースプロジェクトをホストする場所としてCNCFを推薦しています。

source: CNCF continues to invest in CNCF-hosted projects by assisting with their own specialized events. In 2021, these were in conjunction with KubeCon + CloudNativeCon.
ja_jp: CNCFは、ホストプロジェクトへの投資を―特化型イベントを支援する形で―し続けています。2021年は、KubeCon+CloudNativeConと連携した形で開催されました。

source: CNCF continues to support the development of this incredible cloud native community while also striving to ensure that everyone who participates feels welcome regardless of gender, gender identity, sexual orientation, disability, race, ethnicity, age, religion, or economic status. In 2021, women and gender non-conforming speakers made up 43% of the keynotes at KubeCon + CloudNativeCon EU Virtual and 46% at KubeCon + CloudNativeCon North America Hybrid.
ja_jp: CNCFは、この驚異的なクラウドネイティブコミュニティの発展を引き続き支援するとともに、参加するみなさんすべてが、性別、ジェンダーアイデンティティ、性的指向、障がい、人種、民族、年齢、宗教、経済的地位にかかわらず、受け入れられていると感じられるように努めています。2021年には、女性、およびジェンダーノンコンフォーミング（従来のジェンダーの固定概念に縛られない）スピーカーの割合が、KubeCon + CloudNativeCon EU Virtual のキーノートでは43%、KubeCon + CloudNativeCon North America Hybrid.のキーノートでは46%となりました。

source: CNCF doubled down on our commitment to #TeamCloudNative in 2021 by expanding our globally recognized certifications, boosting employment opportunities, and helping more folx to upskill their practical application of cloud native technologies.
ja_jp: 2021年CNCFは、―グローバルに認知された認定（Certicication）をさらに展開し、雇用機会を増やし、より多くの人たちのクラウドネイティブ技術における実践的なスキル向上を支援することで― #TeamCloudNative へのコミットメントを倍増しました。

source: CNCF has a long-standing relationship with Dr. Joel Selanikio, a physician, former CDC epidemiologist and outbreak investigator, and consultant epidemiologist to the DC Department of Health and to FEMA for the COVID-19 response over 2020-21.
ja_jp: CNCFは、医師、元CDC疫学者、アウトブレイク調査員であり、そして2020年から21年にかけてのCOVID-19への対応についてワシントンDC保健省およびFEMA（アメリカ合衆国連邦緊急事態管理庁）の顧問疫学者でもある Dr. Joel Selanikio と長年の関係を築いています。

source: CNCF in the Media
ja_jp: メディアにおけるCNCF

source: CNCF is an open source software foundation dedicated to making cloud native computing ubiquitous
ja_jp: CNCFは、クラウドネイティブ コンピューティングをユビキタスなものにすることを目的としたオープンソース ソフトウェアの財団です。

source: CNCF is committed to continually improve the security of the cloud native ecosystem for adopters everywhere.
ja_jp: あらゆるところでクラウドネイティブ技術を採用する人たちに向けて、CNCFはエコシステムにおけるセキュリティの持続的改善をコミットしています。

source: CNCF proudly supported more than 100 individuals through various mentoring and internship opportunities in 2021.
ja_jp: CNCFは、さまざまなメンタリング、インターンシップの機会を通じた支援をしています。手前味噌ではありますが、2021年には100人以上の個人に支援を提供することができました。

source: CNCF provides a variety of services to our projects to help make them more successful and sustainable.
ja_jp: CNCFでは、プロジェクトがより成功し、より持続可能なものとなるようにさまざまなサービスを提供しています。

source: CNCF staff and leadership donated considerable time throughout 2021 to advancing the Inclusive Naming Initiative — a community aiming to remove harmful language from code and software documentation.
ja_jp: CNCFのスタッフとリーダーシップは、「インクルーシブ ネーミング イニシアティブ」 ― コードやソフトウェアのドキュメントから有害な用語や言葉づかいを排除することを目的としたコミュニティ― を推進することに、2021年を通じて多くの時間を捧げました。

source: CNCF strengthened our commitment to growing the cloud native ecosystem in 2021 – expanding our globally recognized certifications, boosting employment opportunities and helping more folx to upskill their practical application of cloud native technologies.
ja_jp: 2021年CNCFは、クラウドネイティブエコシステムを成長させていくことへのコミットメント―グローバルに認知された認定（Certicication）をさらに展開し、雇用機会を増やし、より多くの人たちのクラウドネイティブ技術における実践的なスキル向上を支援すること― を強めました。

source: CNCF worked closely in partnership with individual contributors and community groups throughout 2021, developing tools to navigate and manage the fast-growing ecosystem – rising to meet the growing global demand for cloud native technologies.
ja_jp: CNCFは2021年を通じ、急速に成長するエコシステム―クラウドネイティブ テクノロジーに対する世界的需要の増大に対応するために大きくなってきている―をナビゲートし運営するためのツールを開発をしながら、個人のコントリビューターやコミュニティグループとの連携を密にしました。
